[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Downzen.com team, الأستاذ عوض آلعائض الغامدي
VERSION=1.0.0

[Language]
LANGUAGE=عربي
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LANGUAGE=اللغة
LOCALE_ID=0x1401,0x3C01,0x0C01,0x0801,0x2C01,0x3401,0x3001,0x1001,0x1801,0x2001,0x4001,0x0401,0x2801,0x1C01,0x3801,0x2401

[Menu]
FILE=&ملف
COPY=&نسخ
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
EXIT=&خروج
THEME=&المظهر
ZOOM=ت&كبير/تصغير
AUTO=تل&قائي
FONT_SETTING=&Font Setting
HELP=تعل&يمات
ABOUT=CrystalMark Retro ح&ول
LANGUAGE=اللغة
VOICE_VOLUME=&Voice Volume
VOICE_LANGUAGE=Voice &Language
MAIN_UI_IN_ENGLISH=&Main UI in English

[Dialog]
DEFAULT=Default
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
ENABLED=Enabled
DISABLED=Disabled

[WindowTitle]
ABOUT=CrystalMark Retro حول
FONT_SETTING=Font Setting

; 2.0
QRCODE=QR Code

[Message]
STOP_BENCHMARK=الرجاء إيقاف الاختبار
DISK_CAPACITY_ERROR=سعة القرص غير كافية
DISK_CREATE_FILE_ERROR=فشل إنشاء الملف
DISK_WRITE_ERROR=خطأ في الكتابة
DISK_READ_ERROR=خطأ في القراءة
DISK_SPD_NOT_FOUND=DiskSpd not found.
EXE_FILE_NOT_FOUND=Executable file not found.
EXE_FILE_MODIFIED=Executable file has been modified.
ATTACH_SCREENSHOT_MANUALLY=Please attach the screenshot manually.

[MainWindow]
SYSTEM_INFO_1=CPU:
SYSTEM_INFO_2=GPU:
SYSTEM_INFO_3=System:
SYSTEM_INFO_4=OS:
SYSTEM_INFO_5=Screen:
SYSTEM_INFO_6=Memory:
BUTTON_0=All
BUTTON_1=CPU
BUTTON_2=Disk
BUTTON_3=2D
BUTTON_4=3D
BUTTON_STOP=Stop
LABEL_1_1=Single
LABEL_1_2=Multi
LABEL_1_3=
LABEL_1_4=
LABEL_2_1=Sequential Read
LABEL_2_2=Random Read
LABEL_2_3=Sequential Write
LABEL_2_4=Random Write
LABEL_3_1=Text
LABEL_3_2=Square
LABEL_3_3=Circle
LABEL_3_4=Image
LABEL_4_1=Title
LABEL_4_2=Break
LABEL_4_3=WireFrame
LABEL_4_4=Polygon

; 2.0
SUBMIT=Submit
SUBMIT_TOOLTIP=Submit Benchmark Results
QRCODE_TOOLTIP=Submit Benchmark Results via QR code
X_TOOLTIP=X(Twitter)
